# Use `brew bundle` to install the packages listed below
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "getantibody/tap"

# Packages
brew 'gcc'
brew 'ack'
brew 'getantibody/tap/antibody'
brew 'colordiff'
brew 'git'
brew 'jq'
brew 'ssh-copy-id', link: true
brew 'tcptraceroute'
brew 'telnet'
brew 'tmux'
brew 'watch'
brew 'wget'

# Applications
brew 'mas'
cask 'iterm2'
cask 'visual-studio-code'
mas 'Bear', id: 1091189122

# Fonts
cask 'font-fira-code'
cask 'font-source-code-pro'
cask 'font-consolas-for-powerline'
cask 'font-input'
cask 'font-roboto-mono'
cask 'font-roboto-mono-for-powerline'