# Use `brew bundle` to install the packages listed below
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "aws/tap"

# Packages
brew 'ack'
brew 'antidote'
brew 'awscli'
brew 'aws-sam-cli'
brew 'ccat'
brew 'colordiff'
brew 'dog'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'jq'
brew 'ssh-copy-id', link: true
brew 'tcptraceroute'
brew 'telnet'
brew 'terminal-notifier'
brew 'tree'
brew 'tmux'
brew 'watch'
brew 'wget'

# Applications
brew 'mas'
cask 'iterm2'
cask 'visual-studio-code'
mas 'Bear', id: 1091189122

# Fonts
cask 'font-fira-code'
#cask 'font-source-code-pro'
cask 'font-sauce-code-pro-nerd-font'
