#!/bin/zsh
#
# .zsh_plugins.txt - antidote plugins file

zsh-users/zsh-autosuggestions
rummik/zsh-tailf
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-history-substring-search
zpm-zsh/colors
marzocchi/zsh-notify
ohmyzsh/ohmyzsh                 path:plugins/aws



# prompts:
spaceship-prompt/spaceship-prompt

# DO NOT EDIT BELOW THIS LINE

belak/zsh-utils path:completion
